Repository: kenny324324/SideProfit
Catalog: DevCal/DevCal/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hant

# 和
source: and
ja: と
ko: 와
zh_hant: 和

source: /month
ja: /月
ko: /월
zh_hant: /月

source: /year
ja: /年
ko: /년
zh_hant: /年

# /年
source: /yr
ja: /年
ko: /년
zh_hant: /年

# /月
source: /mo
ja: /月
ko: /월
zh_hant: /月

# %@ h × %@/h
source: %1$@ h × %2$@/h
ja: %1$@ 時間 × %2$@/時間
ko: %1$@ 시간 × %2$@/시간
zh_hant: %1$@ 小時 × %2$@/小時

# %@ of %@ — %@ to go
source: %1$@ of %2$@ — %3$@ to go
ja: %2$@ 中 %1$@ — 残り %3$@
ko: %2$@ 중 %1$@ — %3$@ 남음
zh_hant: %2$@ 中的 %1$@ — 還差 %3$@

# %@ 已經回本，恭喜！
source: %@ has broken even. Congratulations!
ja: %@が損益分岐点に到達しました。おめでとうございます！
ko: %@(이)가 손익분기점에 도달했어요. 축하합니다!
zh_hant: %@ 已經回本，恭喜！

# %@ 明天會自動扣款。
source: %@ will be charged automatically tomorrow.
ja: %@が明日自動的に引き落とされます。
ko: %@(이)가 내일 자동으로 결제됩니다.
zh_hant: %@ 明天會自動扣款。

# %lld milestone%@ reached
source: %1$lld milestone%2$@ reached
ja: %1$lld 個のマイルストーン達成
ko: 마일스톤 %1$lld개 달성
zh_hant: 已達成 %1$lld 個里程碑

# %lld 個專案 · %@
source: %lld projects · %@
ja: %lld件のプロジェクト · %@
ko: 프로젝트 %lld개 · %@
zh_hant: %lld 個專案 · %@

source: $1,000 in total revenue.
ja: 累計収益 $1,000。
ko: 누적 매출 $1,000.
zh_hant: 累計收入 $1,000。

source: $10,000 in total revenue.
ja: 累計収益 $10,000。
ko: 누적 매출 $10,000.
zh_hant: 累計收入 $10,000。

# 1 個
source: 1 project
ja: 1個
ko: 1개
zh_hant: 1 個

# 7 天免費試用
source: 7-day free trial
ja: 7日間無料トライアル
ko: 7일 무료 체험
zh_hant: 7 天免費試用

source: 25% to break-even
ja: 損益分岐まで 25%
ko: 손익분기까지 25%
zh_hant: 回本進度 25%

# 50 筆
source: 50 entries
ja: 50件
ko: 50건
zh_hant: 50 筆

source: 75% to break-even
ja: 損益分岐まで 75%
ko: 손익분기까지 75%
zh_hant: 回本進度 75%

source: 75% to goal — the finish line is in sight.
ja: 目標まで75% — ゴールが見えてきました。
ko: 목표까지 75% — 결승선이 보입니다.
zh_hant: 目標達 75% — 終點就在眼前。

source: About
ja: 概要
ko: 정보
zh_hant: 關於

source: Account
ja: アカウント
ko: 계정
zh_hant: 帳號

source: Achieved
ja: 達成
ko: 달성
zh_hant: 已達成

source: Ad Revenue
ja: 広告収入
ko: 광고 수익
zh_hant: 廣告收入

source: Add a few entries to see the monthly trend.
ja: 記録をいくつか追加すると、月次トレンドが表示されます。
ko: 기록을 몇 건 추가하면 월별 추이를 볼 수 있습니다.
zh_hant: 新增幾筆紀錄,就能看到每月趨勢。

source: Add an expense to start tracking break-even.
ja: 支出を追加して損益分岐の追跡を始めましょう。
ko: 지출을 추가하여 손익분기 추적을 시작하세요.
zh_hant: 新增一筆支出來開始追蹤回本進度。

source: Add expense
ja: 支出を追加
ko: 지출 추가
zh_hant: 新增支出

source: Add income
ja: 収入を追加
ko: 수입 추가
zh_hant: 新增收入

source: Add milestone
ja: マイルストーンを追加
ko: 마일스톤 추가
zh_hant: 新增里程碑

source: Ads
ja: 広告
ko: 광고
zh_hant: 廣告

source: Advanced analytics is Pro
ja: 高度な分析は Pro 機能です
ko: 고급 분석은 Pro 기능입니다
zh_hant: 進階分析是 Pro 功能

source: After break-even, progress switches to goal tracking.
ja: 損益分岐を超えると、進捗バーは目標追跡に切り替わります。
ko: 손익분기를 넘으면 진행률이 목표 추적으로 전환됩니다.
zh_hant: 回本之後，進度條會切換成目標追蹤。

source: AI Tools
ja: AI ツール
ko: AI 도구
zh_hant: AI 工具

source: All
ja: すべて
ko: 전체
zh_hant: 全部

source: All entries
ja: すべての記録
ko: 전체 기록
zh_hant: 全部紀錄

source: All time
ja: 全期間
ko: 전체 기간
zh_hant: 全部時間

source: All-time expenses
ja: 累計支出
ko: 전체 지출
zh_hant: 歷史總支出

source: All-time revenue
ja: 累計収益
ko: 전체 매출
zh_hant: 歷史總收入

source: Almost there — 75% to break-even.
ja: あと少し — 損益分岐まで25%。
ko: 거의 다 왔어요 — 손익분기까지 25%.
zh_hant: 快到了 — 離回本剩 25%。

source: Almost there — you're 75% to break-even.
ja: あと少し — 損益分岐まで 75% です。
ko: 거의 다 왔어요 — 손익분기까지 75% 입니다.
zh_hant: 快到了——回本進度已經 75%。

source: Amount
ja: 金額
ko: 금액
zh_hant: 金額

source: Analytics
ja: 分析
ko: 분석
zh_hant: 分析

source: App
ja: アプリ
ko: 앱

source: App Sales
ja: App 売上
ko: 앱 판매
zh_hant: App 銷售

source: App Store Fee
ja: App Store 手数料
ko: App Store 수수료
zh_hant: App Store 抽成

# App Store 銷售
source: App Store sales
ja: App Store売上
ko: App Store 매출
zh_hant: App Store 銷售

source: Appearance
ja: 外観
ko: 화면 모드
zh_hant: 外觀

# Apple 平台抽成
source: Apple commission
ja: Apple手数料
ko: Apple 수수료
zh_hant: Apple 平台抽成

# Apple 沒有回傳有效的登入憑證，請再試一次。
source: Apple didn't return a valid sign-in credential. Please try again.
ja: Appleから有効なサインイン情報が返されませんでした。もう一度お試しください。
ko: Apple에서 유효한 로그인 자격 증명을 반환하지 않았어요. 다시 시도해 주세요.
zh_hant: Apple 沒有回傳有效的登入憑證，請再試一次。

# Apple/Google 通常會收取 30%(小型企業 15%)。會自動建立一筆對應的支出。
source: Apple/Google usually take 30% (15% for small business). A matching expense will be created automatically.
ja: Apple/Googleは通常30%（小規模事業者は15%）の手数料を徴収します。対応する支出が自動で作成されます。
ko: Apple/Google는 보통 30%(소규모 사업자는 15%) 수수료를 부과합니다. 해당하는 지출이 자동으로 생성됩니다.
zh_hant: Apple/Google 通常會收取 30%（小型企業 15%）。會自動建立一筆對應的支出。

source: Are you satisfied with SideProfit?
ja: SideProfit に満足していますか？
ko: SideProfit에 만족하시나요?
zh_hant: 對 SideProfit 還滿意嗎？

source: Assets
ja: アセット
ko: 자산
zh_hant: 資產

source: Basics
ja: 基本情報
ko: 기본 정보
zh_hant: 基本資料

source: Behind by ~%lld months
ja: 約%lldヶ月遅れ
ko: 약 %lld개월 늦음
zh_hant: 落後約 %lld 個月

source: Behind by ~1 month
ja: 約1ヶ月遅れ
ko: 약 1개월 늦음
zh_hant: 落後約 1 個月

source: Billing
ja: 請求
ko: 결제
zh_hant: 計費

source: Break-even
ja: 損益分岐
ko: 손익분기
zh_hant: 回本

source: Break-even reached
ja: 損益分岐達成
ko: 손익분기 달성
zh_hant: 已回本

source: Break-even reached. Set your next goal.
ja: 損益分岐達成！次の目標を設定しましょう。
ko: 손익분기 달성! 다음 목표를 설정하세요.
zh_hant: 已回本！可以設定下一個目標了。

source: Break-even target
ja: 損益分岐の目標
ko: 손익분기 목표
zh_hant: 回本目標

source: Build-only switches for testing entitlements, onboarding, and other flows. Hidden in release builds.
ja: サブスクリプション、オンボーディングなどのフローをビルド時にテストするスイッチ。Releaseビルドでは非表示です。
ko: 구독, 온보딩 등의 플로우를 빌드 단계에서 테스트하는 스위치입니다. Release 빌드에서는 표시되지 않습니다.
zh_hant: Build 階段測試訂閱、Onboarding 等流程的開關。Release 版本不會顯示。

source: Building
ja: 開発中
ko: 개발 중
zh_hant: 開發中

source: By continuing, you agree to the Terms of Use and Privacy Policy.
ja: 続行すると、利用規約とプライバシーポリシーに同意したものとみなされます。
ko: 계속하면 이용약관과 개인정보 처리방침에 동의하는 것으로 간주됩니다.
zh_hant: 繼續即表示你同意服務條款與隱私政策。

source: Cancel
ja: キャンセル
ko: 취소
zh_hant: 取消

source: Cancel anytime. Auto-renews until cancelled in App Store settings.
ja: いつでもキャンセルできます。App Store 設定で解約しない限り自動更新されます。
ko: 언제든 취소할 수 있습니다. App Store 설정에서 해지하지 않으면 자동 갱신됩니다.
zh_hant: 隨時取消。除非在 App Store 設定中取消，否則會自動續訂。

source: Category
ja: カテゴリ
ko: 분류
zh_hant: 分類

source: Clear goal
ja: 目標をクリア
ko: 목표 지우기
zh_hant: 清除目標

source: Cloud sync
ja: クラウド同期
ko: 클라우드 동기화
zh_hant: 雲端同步

source: Coming soon: your projects
ja: 近日公開:プロジェクト一覧
ko: 출시 예정: 프로젝트 목록
zh_hant: 即將登場：你的專案列表

source: Coming up
ja: もうすぐ
ko: 곧 달성
zh_hant: 即將達成

source: Compare net profit, hours, and ROI across projects.
ja: プロジェクト間で純利益、投入時間、ROI を比較。
ko: 프로젝트 간 순이익, 투입 시간, ROI를 비교하세요.
zh_hant: 跨專案比較淨利、投入時數與 ROI。

source: Contact developer
ja: 開発者に連絡
ko: 개발자에게 문의
zh_hant: 聯絡開發者

source: Contact support
ja: サポートに連絡
ko: 고객 지원 문의
zh_hant: 聯絡客服

source: Continue
ja: 続ける
ko: 계속
zh_hant: 繼續

source: Continue with Google
ja: Google で続ける
ko: Google로 계속하기
zh_hant: 使用 Google 繼續

source: Continue without an account
ja: アカウントなしで続ける
ko: 계정 없이 계속하기
zh_hant: 暫不登入

source: Costs are tracked. The first revenue is the hardest — keep shipping.
ja: コストは記録済み。最初の収益が一番ハード — 出し続けよう。
ko: 비용은 기록되고 있어요. 첫 매출이 가장 어렵습니다 — 계속 출시하세요.
zh_hant: 成本已經在追了。第一筆收入最難——繼續 ship。

source: Costs make ROI honest.
ja: コストを入れてこそ、ROI は正直になる。
ko: 비용을 포함해야 ROI가 정직해집니다.
zh_hant: 把成本算進去,ROI 才誠實。

source: Course
ja: コース
ko: 강의
zh_hant: 課程

source: Create a project and log activity to see insights.
ja: プロジェクトを作成して活動を記録すると、インサイトが見られます。
ko: 프로젝트를 만들고 활동을 기록하면 인사이트를 볼 수 있습니다.
zh_hant: 建立專案並記錄活動,即可看到洞察。

source: Create your first project
ja: 最初のプロジェクトを作成
ko: 첫 프로젝트 만들기
zh_hant: 建立第一個專案

source: Create your first project to start tracking revenue, expenses, and break-even progress.
ja: 最初のプロジェクトを作成して、収益・支出・損益分岐の進捗を追跡しましょう。
ko: 첫 프로젝트를 만들어 매출, 지출, 손익분기 진행 상황을 추적하세요.
zh_hant: 建立第一個專案，開始追蹤收入、支出與回本進度。

source: Cross-project insights
ja: プロジェクト横断インサイト
ko: 프로젝트 통합 인사이트
zh_hant: 跨專案洞察

source: CSV export
ja: CSV エクスポート
ko: CSV 내보내기
zh_hant: 匯出 CSV

# CSV 匯出
source: Export CSV
ja: CSVエクスポート
ko: CSV 내보내기
zh_hant: CSV 匯出

source: Cumulative revenue
ja: 累計収益
ko: 누적 매출
zh_hant: 累計收入

source: Currency
ja: 通貨
ko: 통화
zh_hant: 幣別

source: Custom milestone
ja: カスタムマイルストーン
ko: 사용자 정의 마일스톤
zh_hant: 自訂里程碑

source: Custom milestones plus the auto-detected ones.
ja: カスタムマイルストーンと自動検出のマイルストーン。
ko: 사용자 정의 마일스톤과 자동 감지된 마일스톤을 함께 사용하세요.
zh_hant: 自訂里程碑加上自動偵測的里程碑。

source: Dark
ja: ダーク
ko: 다크
zh_hant: 深色

source: Date
ja: 日付
ko: 날짜
zh_hant: 日期

source: Deadline (optional)
ja: 締切（任意）
ko: 마감일(선택)
zh_hant: 截止日期(選填)

source: Debug
ja: デバッグ
ko: 디버그
zh_hant: 開發者選項

source: Default currency
ja: デフォルト通貨
ko: 기본 통화
zh_hant: 預設幣別

source: Delete
ja: 削除
ko: 삭제
zh_hant: 刪除

source: Delete account
ja: アカウントを削除
ko: 계정 삭제
zh_hant: 刪除帳號

source: Delete account?
ja: アカウントを削除しますか?
ko: 계정을 삭제하시겠습니까?
zh_hant: 確定要刪除帳號?

source: Delete expense
ja: 支出を削除
ko: 지출 삭제
zh_hant: 刪除支出

source: Delete failed
ja: 削除に失敗しました
ko: 삭제 실패
zh_hant: 刪除失敗

source: Delete income
ja: 収入を削除
ko: 수입 삭제
zh_hant: 刪除收入

source: Delete project
ja: プロジェクトを削除
ko: 프로젝트 삭제
zh_hant: 刪除專案

source: Delete time log
ja: 時間記録を削除
ko: 시간 기록 삭제
zh_hant: 刪除時間紀錄

source: Design
ja: デザイン
ko: 디자인
zh_hant: 設計

source: Details
ja: 詳細
ko: 세부 정보
zh_hant: 詳細資料

source: Dev Tools
ja: 開発ツール
ko: 개발 도구
zh_hant: 開發工具

source: Developer options
ja: 開発者オプション
ko: 개발자 옵션
zh_hant: 開發者選項

source: Domain
ja: ドメイン
ko: 도메인
zh_hant: 網域

source: Don't ignore your time
ja: 自分の時間を無視しない
ko: 당신의 시간을 무시하지 마세요
zh_hant: 別忽略你的時間成本

source: Edit expense
ja: 支出を編集
ko: 지출 편집
zh_hant: 編輯支出

source: Edit goal
ja: 目標を編集
ko: 목표 편집
zh_hant: 編輯目標

source: Edit income
ja: 収入を編集
ko: 수입 편집
zh_hant: 編輯收入

source: Edit project
ja: プロジェクトを編集
ko: 프로젝트 편집
zh_hant: 編輯專案

source: Edit time log
ja: 時間記録を編集
ko: 시간 기록 편집
zh_hant: 編輯時間紀錄

source: Effective rate
ja: 実効時給
ko: 실효 시급
zh_hant: 有效時薪

source: Effective rate: %@/h
ja: 実効時給:%@/時間
ko: 실효 시급: %@/시간
zh_hant: 有效時薪:%@/小時

source: Email support
ja: Email サポート
ko: 이메일 지원
zh_hant: Email 客服

source: Entries
ja: 記録
ko: 기록
zh_hant: 紀錄

source: Expense
ja: 支出
ko: 지출
zh_hant: 支出

source: Expense breakdown
ja: 支出の内訳
ko: 지출 분석
zh_hant: 支出分析

source: Expenses
ja: 支出
ko: 지출
zh_hant: 支出

source: Extension
ja: 拡張機能
ko: 확장 프로그램
zh_hant: 擴充功能

source: Filter
ja: フィルター
ko: 필터
zh_hant: 篩選

source: Final stretch.
ja: ラストスパート。
ko: 마지막 구간입니다.
zh_hant: 最後一段路。

source: Financials
ja: 財務
ko: 재무
zh_hant: 財務

source: First $1,000 earned
ja: 最初の $1,000 を達成
ko: 첫 $1,000 달성
zh_hant: 賺到第一筆 $1,000

source: First $10,000 earned
ja: 最初の $10,000 を達成
ko: 첫 $10,000 달성
zh_hant: 賺到第一筆 $10,000

source: First expense tracked
ja: 最初の支出を記録
ko: 첫 지출 기록
zh_hant: 記下第一筆支出

source: First profitable month
ja: 初の黒字月
ko: 첫 흑자 달성 월
zh_hant: 第一個賺錢的月份

source: First quarter to recover costs.
ja: コスト回収の最初の四半分。
ko: 비용 회수 첫 구간 달성.
zh_hant: 第一段回本進度。

source: First revenue earned
ja: 初めての収益
ko: 첫 매출 달성
zh_hant: 賺到第一筆收入

source: First transaction logged
ja: 最初の記録を追加
ko: 첫 기록 추가됨
zh_hant: 已記錄第一筆

source: Free plan
ja: 無料プラン
ko: 무료 플랜
zh_hant: 免費方案

# Free plan: %lld/%lld project
source: Free plan: %1$lld/%2$lld project
ja: 無料プラン:%1$lld/%2$lld プロジェクト
ko: 무료 플랜: %1$lld/%2$lld 프로젝트
zh_hant: 免費方案:%1$lld/%2$lld 個專案

source: Full milestone history
ja: マイルストーンの全履歴
ko: 전체 마일스톤 기록
zh_hant: 完整里程碑紀錄

source: Game
ja: ゲーム
ko: 게임
zh_hant: 遊戲

source: Generate shareable cards for revenue milestones and break-even moments. Build in public, on your terms.
ja: 収益マイルストーンや損益分岐の瞬間をシェア用カードに。自分のペースで Build in Public。
ko: 매출 마일스톤과 손익분기 순간을 공유 카드로. 당신만의 방식으로 Build in Public.
zh_hant: 為收入里程碑和回本時刻生成可分享的卡片，用自己的方式 Build in Public。

source: Get Started
ja: 始める
ko: 시작하기
zh_hant: 開始使用

source: Goal
ja: 目標
ko: 목표
zh_hant: 目標

source: Goal amount
ja: 目標金額
ko: 목표 금액
zh_hant: 目標金額

source: Goal reached
ja: 目標達成
ko: 목표 달성
zh_hant: 目標達成

source: Goal reached. Set the next one when you're ready.
ja: 目標達成！次の目標は準備ができたら設定しましょう。
ko: 목표 달성! 준비되면 다음 목표를 설정하세요.
zh_hant: 目標達成！想好下一個再設定。

source: Google Play Fee
ja: Google Play 手数料
ko: Google Play 수수료
zh_hant: Google Play 抽成

# Google 平台抽成
source: Google commission
ja: Google手数料
ko: Google 수수료
zh_hant: Google 平台抽成

source: Halfway home.
ja: 半分まで来た。
ko: 절반까지 왔어요.
zh_hant: 走到一半了。

source: Halfway to break-even
ja: 損益分岐まで半分
ko: 손익분기까지 절반
zh_hant: 回本進度過半

source: Halfway to break-even. Keep the momentum.
ja: 損益分岐まで半分。このペースで。
ko: 손익분기까지 절반입니다. 이 페이스를 유지하세요.
zh_hant: 回本進度過半了，保持節奏。

source: Halfway to goal. The math is working.
ja: 目標まで半分。数字が物語っています。
ko: 목표까지 절반. 숫자가 말해줍니다.
zh_hant: 目標達一半，數字會說話。

source: Has launch date
ja: リリース日あり
ko: 출시일 설정
zh_hant: 預定上線日

source: Hidden cost
ja: 隠れたコスト
ko: 숨겨진 비용
zh_hant: 隱藏成本

source: Hidden cost: %@
ja: 隠れたコスト:%@
ko: 숨겨진 비용: %@
zh_hant: 隱藏成本:%@

source: Hourly rate
ja: 時給
ko: 시급
zh_hant: 實質時薪

source: Hours
ja: 時間
ko: 시간
zh_hant: 小時數

source: Hours invested
ja: 投入時間
ko: 투입 시간
zh_hant: 投入時數

source: Hours logged
ja: 記録済み時間
ko: 기록된 시간
zh_hant: 已記錄時數

source: If SideProfit has been useful, you can rate it on the App Store. If something feels off, email the developer directly.
ja: SideProfit が役に立っている場合は、App Store で評価できます。気になる点があれば、開発者に直接メールしてください。
ko: SideProfit이 유용했다면 App Store에서 평가할 수 있습니다. 불편한 점이 있다면 개발자에게 직접 이메일을 보내 주세요.
zh_hant: 如果 SideProfit 對你有幫助，可以到 App Store 評分；如果有不順的地方，也可以直接寄信給開發者。

source: Income
ja: 収入
ko: 수입
zh_hant: 收入

# Indie 開發者的回本追蹤器
source: A break-even tracker for indie developers
ja: インディー開発者向けの損益分岐トラッカー
ko: 인디 개발자를 위한 손익분기 트래커
zh_hant: Indie 開發者的回本追蹤器

source: Insights
ja: インサイト
ko: 인사이트
zh_hant: 洞察

source: Is your project profitable?
ja: あなたのプロジェクトは儲かっていますか?
ko: 당신의 프로젝트는 수익이 나고 있나요?
zh_hant: 你的 Side Project 賺錢了嗎？

source: Just track until expenses are recovered. You can add a goal later.
ja: まずは費用を回収するまで追跡。目標は後から追加できます。
ko: 우선 비용을 회수할 때까지 추적하세요. 목표는 나중에 추가할 수 있습니다.
zh_hant: 只追蹤到回本為止。你可以之後再加上目標。

source: Kind
ja: 種類
ko: 종류
zh_hant: 種類

source: Labor cost
ja: 労働コスト
ko: 노동 비용
zh_hant: 勞動成本

source: Language
ja: 言語
ko: 언어
zh_hant: 語言

source: Launch date
ja: リリース日
ko: 출시일
zh_hant: 上線日期

source: Legal
ja: 法的情報
ko: 법적 정보
zh_hant: 法律

source: Light
ja: ライト
ko: 라이트
zh_hant: 淺色

source: Live
ja: 公開中
ko: 운영 중
zh_hant: 上線中

source: Log a few entries to see monthly comparison.
ja: 記録をいくつか追加すると、月次比較が表示されます。
ko: 기록을 몇 건 추가하면 월별 비교를 볼 수 있습니다.
zh_hant: 記下幾筆紀錄,即可看到月度比較。

source: Log activity to unlock milestones.
ja: 活動を記録してマイルストーンを解放しましょう。
ko: 활동을 기록하면 마일스톤이 잠금 해제됩니다.
zh_hant: 記錄活動以解鎖里程碑。

source: Log entries to unlock your first milestone.
ja: 記録を追加して最初のマイルストーンを解除しましょう。
ko: 기록을 추가하여 첫 마일스톤을 해금하세요.
zh_hant: 新增紀錄,解鎖第一個里程碑。

source: Log first session
ja: 最初のセッションを記録
ko: 첫 작업 시간 기록
zh_hant: 記下第一段工作時間

source: Log the hours you spend on this project to reveal hidden labor cost.
ja: プロジェクトに費やした時間を記録して、隠れた労働コストを可視化。
ko: 프로젝트에 투입한 시간을 기록해 숨겨진 노동 비용을 드러내세요.
zh_hant: 記錄你花在這個專案上的時數,看見隱藏的勞動成本。

source: Log time
ja: 時間を記録
ko: 시간 기록
zh_hant: 記錄時間

source: Log time on a project to see hours invested.
ja: プロジェクトの時間を記録して、投入時間を確認。
ko: 프로젝트에 시간을 기록해 투입 시간을 확인하세요.
zh_hant: 為專案記錄時間,看見投入時數。

source: Log your first income or expense to start tracking progress.
ja: 最初の収入か支出を記録して進捗を追跡しましょう。
ko: 첫 수입이나 지출을 기록해 진행 상황을 추적하세요.
zh_hant: 記下第一筆收入或支出,開始追蹤進度。

source: Log your first income to track cumulative revenue.
ja: 最初の収入を記録して累計収益を追跡。
ko: 첫 수입을 기록해 누적 매출을 추적하세요.
zh_hant: 記下第一筆收入,追蹤累計收入。

source: Manage subscription
ja: サブスクリプションを管理
ko: 구독 관리
zh_hant: 管理訂閱

source: Maybe later
ja: あとで
ko: 나중에
zh_hant: 稍後再說

source: Milestone
ja: マイルストーン
ko: 마일스톤
zh_hant: 里程碑

source: Milestones
ja: マイルストーン
ko: 마일스톤
zh_hant: 里程碑

source: Month
ja: 月
ko: 월
zh_hant: 月

source: Monthly
ja: 月額
ko: 월간
zh_hant: 月付

source: Monthly revenue vs expenses
ja: 月次収益 vs 支出
ko: 월별 매출 vs 지출
zh_hant: 每月收入 vs 支出

source: Monthly trend
ja: 月次トレンド
ko: 월별 추이
zh_hant: 月度趨勢

source: Name
ja: 名前
ko: 이름
zh_hant: 名稱

# Namecheap 網域
source: Namecheap domain
ja: Namecheapドメイン
ko: Namecheap 도메인
zh_hant: Namecheap 網域

source: Net
ja: 純利益
ko: 순이익
zh_hant: 淨利

source: Net (incl. labor)
ja: 純利益(労働込み)
ko: 순이익 (노동 포함)
zh_hant: 淨利（含勞動成本）

source: Net profit
ja: 純利益
ko: 순이익
zh_hant: 淨利

source: Net profit by project
ja: プロジェクト別純利益
ko: 프로젝트별 순이익
zh_hant: 各專案淨利

source: New project
ja: 新規プロジェクト
ko: 새 프로젝트
zh_hant: 新專案

source: No entries
ja: 記録なし
ko: 기록 없음
zh_hant: 沒有紀錄

source: No entries yet — tap + to log one.
ja: まだ記録がありません — + で追加できます。
ko: 아직 기록이 없습니다 — +를 눌러 추가하세요.
zh_hant: 還沒有紀錄——點 + 新增一筆。

source: No expenses logged yet.
ja: まだ支出が記録されていません。
ko: 아직 기록된 지출이 없습니다.
zh_hant: 還沒有支出紀錄。

source: No expenses yet
ja: まだ支出なし
ko: 아직 지출 없음
zh_hant: 尚未記錄支出

source: No milestones yet
ja: まだマイルストーンがありません
ko: 아직 마일스톤이 없습니다
zh_hant: 還沒有里程碑

source: No projects yet
ja: まだプロジェクトがありません
ko: 아직 프로젝트가 없습니다
zh_hant: 還沒有專案

source: No recent revenue — start logging income.
ja: 最近の収入がありません — 収入を記録しましょう。
ko: 최근 수입이 없습니다 — 수입을 기록하세요.
zh_hant: 近期沒有收入紀錄 — 先記下一筆吧。

source: No target set
ja: 目標未設定
ko: 목표 미설정
zh_hant: 未設定目標

source: No time logs
ja: 時間記録なし
ko: 시간 기록 없음
zh_hant: 沒有時間紀錄

source: Not satisfied
ja: 不満がある
ko: 만족하지 않음
zh_hant: 不滿意

source: Note
ja: メモ
ko: 메모
zh_hant: 備註

source: Note (optional)
ja: メモ(任意)
ko: 메모 (선택)
zh_hant: 備註（選填）

source: Nothing to analyze yet
ja: まだ分析できるデータがありません
ko: 분석할 데이터가 아직 없습니다
zh_hant: 還沒有可分析的資料

source: Notifications
ja: 通知
ko: 알림
zh_hant: 通知

source: On track — projected in %lld months
ja: 順調 — 約%lldヶ月で達成見込み
ko: 순조로움 — 약 %lld개월 내 달성 예상
zh_hant: 可望達標，預計還需 %lld 個月

source: On track — projected in 1 month
ja: 順調 — 約1ヶ月で達成見込み
ko: 순조로움 — 약 1개월 내 달성 예상
zh_hant: 可望達標，預計還需 1 個月

source: One-line description (optional)
ja: 一行説明(任意)
ko: 한 줄 설명 (선택)
zh_hant: 一行簡介(選填)

source: Operation failed
ja: 操作に失敗しました
ko: 작업 실패
zh_hant: 操作失敗

source: or
ja: または
ko: 또는
zh_hant: 或

source: Other
ja: その他
ko: 기타
zh_hant: 其他

source: Other Expense
ja: その他支出
ko: 기타 지출
zh_hant: 其他支出

source: Other Income
ja: その他収入
ko: 기타 수입
zh_hant: 其他收入

source: Outsourcing
ja: 外注
ko: 외주
zh_hant: 外包

source: Past break-even — every dollar from here is pure progress.
ja: 損益分岐を超えました — ここからの収入はすべて純粋な前進です。
ko: 손익분기를 넘었습니다 — 여기부터의 수입은 모두 순수한 전진입니다.
zh_hant: 已回本，從這裡開始每一塊都是淨賺。

source: Paused
ja: 一時停止
ko: 일시 중지
zh_hant: 暫停

source: Planned
ja: 計画中
ko: 계획 중
zh_hant: 規劃中

source: Plugin
ja: プラグイン
ko: 플러그인
zh_hant: 外掛

source: Polished build-in-public cards for X and Threads.
ja: X や Threads 向けの洗練された Build in Public カード。
ko: X와 Threads용 세련된 Build in Public 카드.
zh_hant: 為 X 和 Threads 設計的精緻 Build in Public 卡片。

source: Preferences
ja: 環境設定
ko: 환경설정
zh_hant: 偏好設定

source: Premium share templates
ja: プレミアム共有テンプレート
ko: 프리미엄 공유 템플릿
zh_hant: 進階分享版型

source: Privacy
ja: プライバシー
ko: 개인정보
zh_hant: 隱私

source: Privacy policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hant: 隱私政策

source: Project
ja: プロジェクト
ko: 프로젝트
zh_hant: 專案

source: Project name
ja: プロジェクト名
ko: 프로젝트 이름
zh_hant: 專案名稱

source: Project recovered its costs.
ja: プロジェクトがコスト回収を達成。
ko: 프로젝트가 비용을 회수했습니다.
zh_hant: 專案已經回本。

source: Projects
ja: プロジェクト
ko: 프로젝트
zh_hant: 專案

source: Rate
ja: 時給
ko: 시급
zh_hant: 時薪

source: Rate SideProfit
ja: SideProfit を評価
ko: SideProfit 평가하기
zh_hant: 為 SideProfit 評分

source: Reached break-even
ja: 損益分岐を達成
ko: 손익분기 달성
zh_hant: 達成回本

source: Real hourly rate
ja: 実質時給
ko: 실질 시급
zh_hant: 實質時薪

source: Recent entries
ja: 最近の記録
ko: 최근 기록
zh_hant: 近期紀錄

source: Replay onboarding
ja: オンボーディングを再生
ko: 온보딩 다시 보기
zh_hant: 重看 Onboarding

source: Restore
ja: 復元
ko: 복원
zh_hant: 還原購買

source: Restore purchases
ja: 購入を復元
ko: 구매 복원
zh_hant: 還原購買

source: Revenue
ja: 収益
ko: 매출
zh_hant: 收入

source: Revenue > expenses in one month.
ja: 1か月の収益が支出を上回りました。
ko: 한 달 매출이 지출을 넘었습니다.
zh_hant: 單月收入超過支出。

source: Satisfied
ja: 満足
ko: 만족
zh_hant: 滿意

source: Save
ja: 保存
ko: 저장
zh_hant: 儲存

source: Save 33%
ja: 33% お得
ko: 33% 절약
zh_hant: 省 33%

source: Save failed
ja: 保存に失敗しました
ko: 저장 실패
zh_hant: 儲存失敗

source: Search
ja: 検索
ko: 검색
zh_hant: 搜尋

source: Search projects
ja: プロジェクトを検索
ko: 프로젝트 검색
zh_hant: 搜尋專案

source: See all
ja: すべて表示
ko: 전체 보기
zh_hant: 全部

source: See cross-project performance, hours invested, and your effective hourly rate.
ja: プロジェクト横断の成果、投入時間、実効時給を確認。
ko: 프로젝트 통합 성과, 투입 시간, 실효 시급을 확인하세요.
zh_hant: 看見跨專案表現、投入時數與有效時薪。

source: See your break-even progress
ja: 損益分岐の進捗を確認
ko: 손익분기 진행 상황 확인
zh_hant: 看見你的回本進度

source: See your hidden labor cost and effective hourly rate.
ja: 隠れた労働コストと実効時給を確認。
ko: 숨겨진 노동 비용과 실효 시급을 확인하세요.
zh_hant: 看見你的隱藏勞動成本與有效時薪。

source: Send magic link
ja: マジックリンクを送信
ko: 매직 링크 보내기
zh_hant: 寄送魔法連結

source: Server
ja: サーバー
ko: 서버
zh_hant: 伺服器

source: Sessions
ja: セッション
ko: 작업 기록
zh_hant: 工作紀錄

source: Set a deadline
ja: 締切を設定
ko: 마감일 설정
zh_hant: 設定截止日期

source: Set a lifetime revenue goal for this project. Your progress will switch from break-even to goal tracking.
ja: このプロジェクトの累計収入目標を設定します。損益分岐達成後、進捗は目標追跡に切り替わります。
ko: 이 프로젝트의 누적 수입 목표를 설정합니다. 손익분기 달성 후, 진행률은 목표 추적으로 전환됩니다.
zh_hant: 為這個專案設定總收入目標。回本後,進度條會切換成目標追蹤。

source: Set break-even target
ja: 損益分岐の目標を設定
ko: 손익분기 목표 설정
zh_hant: 設定回本目標

source: Set goal
ja: 目標を設定
ko: 목표 설정
zh_hant: 設定目標

source: Set your goal
ja: 目標を設定
ko: 목표 설정
zh_hant: 設定你的目標

source: Settings
ja: 設定
ko: 설정
zh_hant: 設定

source: Share your progress
ja: 進捗を公開シェア
ko: 진행 상황 공유하기
zh_hant: 公開分享你的進度

source: SideProfit follows the system language. To change it, open the iOS Settings app → SideProfit → Language.
ja: SideProfit はシステム言語に従います。変更するには「設定」App → SideProfit → 言語 を開いてください。
ko: SideProfit은 시스템 언어를 따릅니다. 변경하려면 '설정' 앱 → SideProfit → 언어 를 여세요.
zh_hant: SideProfit 跟隨系統語言。如要更改,請打開「設定」App → SideProfit → 語言。

# SideProfit 沒有通知權限,提醒將無法送出。
source: SideProfit doesn't have notification permission — reminders can't be delivered.
ja: SideProfitに通知の許可がないため、リマインダーを送信できません。
ko: SideProfit에 알림 권한이 없어 알림을 전달할 수 없습니다.
zh_hant: SideProfit 沒有通知權限，提醒將無法送出。

source: Sign in with Apple
ja: Appleでサインイン
ko: Apple로 로그인
zh_hant: 使用 Apple 登入

source: Sign out
ja: サインアウト
ko: 로그아웃
zh_hant: 登出

source: Sign out of SideProfit?
ja: SideProfit からサインアウトしますか?
ko: SideProfit에서 로그아웃하시겠습니까?
zh_hant: 確定要登出 SideProfit？

source: Signed in
ja: サインイン済み
ko: 로그인됨
zh_hant: 已登入

source: Skip
ja: スキップ
ko: 건너뛰기
zh_hant: 略過

source: Software
ja: ソフトウェア
ko: 소프트웨어
zh_hant: 軟體

source: Sponsorship
ja: スポンサーシップ
ko: 스폰서십
zh_hant: 贊助

source: Status
ja: ステータス
ko: 상태
zh_hant: 狀態

# Stripe 訂閱
source: Stripe subscription
ja: Stripeサブスクリプション
ko: Stripe 구독
zh_hant: Stripe 訂閱

source: Subscription
ja: サブスクリプション
ko: 구독
zh_hant: 訂閱

source: Subscriptions
ja: サブスクリプション
ko: 구독
zh_hant: 訂閱

source: Supported
ja: 対応言語
ko: 지원 언어
zh_hant: 支援的語言

# Swift 元件庫，讓 indie dev 加速出貨
source: A Swift component library that helps indie devs ship faster
ja: インディー開発者の出荷を加速するSwiftコンポーネントライブラリ
ko: 인디 개발자의 출시를 가속하는 Swift 컴포넌트 라이브러리
zh_hant: Swift 元件庫，讓 indie dev 加速出貨

source: System
ja: システム
ko: 시스템
zh_hant: 系統

source: Take your data anywhere, anytime.
ja: いつでもどこでも、データを持ち運べる。
ko: 언제 어디서나 데이터를 가져가세요.
zh_hant: 隨時隨地帶著你的資料走。

source: Tap + to add an income or expense.
ja: + をタップして収入か支出を追加。
ko: +를 눌러 수입이나 지출을 추가하세요.
zh_hant: 點 + 新增收入或支出。

source: Tap + to log income or expense.
ja: + をタップして収入か支出を記録。
ko: +를 눌러 수입이나 지출을 기록하세요.
zh_hant: 點 + 記錄收入或支出。

source: Target
ja: 目標
ko: 목표
zh_hant: 目標

source: Target date
ja: 目標日
ko: 목표일
zh_hant: 目標日期

# Target reached: %@ of %@
source: Target reached: %1$@ of %2$@
ja: 目標達成:%2$@ のうち %1$@
ko: 목표 달성: %2$@ 중 %1$@
zh_hant: 達成目標:%2$@ 中的 %1$@

source: Template
ja: テンプレート
ko: 템플릿
zh_hant: 範本

source: Terms
ja: 利用規約
ko: 이용약관
zh_hant: 服務條款

source: Terms of use
ja: 利用規約
ko: 이용약관
zh_hant: 服務條款

source: Testing Devices
ja: テスト端末
ko: 테스트 기기
zh_hant: 測試裝置

source: This month
ja: 今月
ko: 이번 달
zh_hant: 本月

source: Time
ja: 時間
ko: 시간
zh_hant: 時間

source: Time cost
ja: 時間コスト
ko: 시간 비용
zh_hant: 時間成本

source: Time cost is a Pro feature
ja: 時間コストは Pro 機能です
ko: 시간 비용은 Pro 기능입니다
zh_hant: 時間成本是 Pro 功能

source: Time cost tracking
ja: 時間コスト追跡
ko: 시간 비용 추적
zh_hant: 時間成本追蹤

source: Time Log
ja: タイムログ
ko: 시간 기록
zh_hant: 時間紀錄

source: Time logs
ja: 時間記録
ko: 시간 기록
zh_hant: 時間紀錄

source: Title
ja: タイトル
ko: 제목
zh_hant: 標題

source: to break-even
ja: 損益分岐まで
ko: 손익분기까지
zh_hant: 離回本

source: to goal
ja: 目標まで
ko: 목표까지
zh_hant: 離目標

source: Total hours
ja: 合計時間
ko: 총 시간
zh_hant: 總時數

source: Track break-even only
ja: 損益分岐のみ追跡
ko: 손익분기만 추적
zh_hant: 只追蹤回本

source: Track every side project, app, and SaaS.
ja: あらゆるサイドプロジェクト、App、SaaS を追跡。
ko: 모든 사이드 프로젝트, 앱, SaaS를 추적하세요.
zh_hant: 追蹤每個 Side Project、App 與 SaaS。
